Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: AppPorts 曾用 Ad-hoc 签名替换了 %lld 个应用的开发者签名： %@ 在 macOS 27 上它们可能无法打开。能正常打开的可以先不处理；打不开的点右侧的「修复」按钮。
ar: استبدل AppPorts توقيعات المطوّرين لـ %lld تطبيقات بتوقيع Ad-hoc: %@ قد يتعذر فتحها على macOS 27. يمكنك ترك التطبيقات التي تفتح بشكل طبيعي مؤقتًا؛ للتطبيقات التي لا تفتح، انقر على زر «إصلاح» على اليمين.
de: AppPorts hat die Entwicklersignatur von %lld Apps durch eine Ad-hoc-Signatur ersetzt: %@ Unter macOS 27 lassen sich diese Apps möglicherweise nicht öffnen. Apps, die sich normal öffnen lassen, kannst du vorerst unverändert lassen. Klicke bei den anderen rechts auf „Reparieren“.
en: AppPorts replaced the developer signature of %lld app(s) with an ad-hoc one: %@ On macOS 27 they may fail to open. If they still open you can leave them; if they don't, click the “Repair” button on the right of the app in the list.
eo: AppPorts iam anstataŭigis la programistajn subskribojn de %lld aplikaĵoj per subskribo Ad-hoc: %@ En macOS 27 ili eble ne malfermiĝos. Vi povas provizore lasi tiujn, kiuj normale malfermiĝas; por la aliaj, alklaku la butonon “Ripari” dekstre.
es: AppPorts sustituyó la firma del desarrollador de %lld apps por una firma Ad-hoc: %@ Estas apps podrían no abrirse en macOS 27. Puedes dejar como están las que se abran con normalidad. En las que no se abran, haz clic en «Reparar» a la derecha.
fr: AppPorts a remplacé la signature du développeur de %lld apps par une signature Ad-hoc : %@ Ces apps peuvent ne pas s’ouvrir sous macOS 27. Celles qui s’ouvrent normalement peuvent rester en l’état. Pour les autres, cliquez sur « Réparer » à droite.
hi: AppPorts ने %lld ऐप के डेवलपर के हस्ताक्षर को Ad-hoc हस्ताक्षर से बदला था: %@ macOS 27 पर ये शायद न खुलें। जो सामान्य रूप से खुलते हैं, उन्हें फ़िलहाल छोड़ सकते हैं। जो नहीं खुलते, उनके दाईं ओर “ठीक करें” बटन पर क्लिक करें।
id: AppPorts pernah mengganti tanda tangan pengembang %lld app dengan tanda tangan Ad-hoc: %@ App tersebut mungkin tidak dapat dibuka di macOS 27. Biarkan dahulu app yang masih dapat dibuka dengan normal; untuk app yang tidak dapat dibuka, klik tombol “Perbaiki” di sebelah kanan.
it: AppPorts ha sostituito la firma dello sviluppatore di %lld app con una firma Ad-hoc: %@ Su macOS 27 queste app potrebbero non aprirsi. Per ora puoi lasciare inalterate quelle che si aprono normalmente; per le altre, fai clic su “Ripara” a destra dell’app nell’elenco.
ja: AppPorts は以前、%lld 個のアプリの開発元の署名を Ad-hoc 署名に置き換えました： %@ macOS 27 では、これらのアプリを開けない場合があります。正常に開けるアプリはそのままでもかまいません。開けない場合は、右側の「修復」ボタンをクリックしてください。
ko: AppPorts가 앱 %lld개의 개발자 서명을 Ad-hoc 서명으로 교체했습니다: %@ macOS 27에서는 해당 앱들이 열리지 않을 수 있습니다. 정상적으로 열리는 앱은 그대로 두어도 됩니다. 열리지 않는 앱은 오른쪽의 “복구” 버튼을 클릭하세요.
nl: AppPorts heeft de handtekening van de ontwikkelaar van %lld apps vervangen door een Ad-hoc-handtekening: %@ Op macOS 27 openen deze apps mogelijk niet. Apps die normaal openen, kun je voorlopig zo laten. Klik bij apps die niet openen op ‘Repareer’ rechts van de app in de lijst.
pl: Liczba aplikacji, w których AppPorts zastąpił podpis dewelopera podpisem Ad-hoc: %lld. %@ W macOS 27 mogą się nie otwierać. Te, które otwierają się normalnie, możesz na razie pozostawić bez zmian. Przy pozostałych kliknij „Napraw” po prawej stronie aplikacji na liście.
pt: O AppPorts substituiu a assinatura do desenvolvedor de %lld apps por uma assinatura Ad-hoc: %@ No macOS 27, esses apps podem não abrir. Os que abrem normalmente podem ficar como estão por enquanto; para os que não abrem, clique em “Reparar” à direita do app na lista.
ru: Число приложений, в которых AppPorts заменил подпись разработчика подписью Ad-hoc: %lld. %@ В macOS 27 они могут не открываться. Приложения, которые открываются нормально, пока можно оставить как есть. Для остальных нажмите «Исправить» справа от приложения в списке.
th: AppPorts เคยแทนที่ลายเซ็นของนักพัฒนาแอป %lld แอปด้วยลายเซ็น Ad-hoc: %@ แอปเหล่านี้อาจเปิดไม่ได้บน macOS 27 หากยังเปิดได้ตามปกติ ก็ยังไม่ต้องดำเนินการ สำหรับแอปที่เปิดไม่ได้ ให้คลิกปุ่ม “ซ่อมแซม” ทางด้านขวา
tr: AppPorts, %lld uygulamanın geliştirici imzasını Ad-hoc imzayla değiştirdi: %@ Bu uygulamalar macOS 27’de açılmayabilir. Normal açılanları şimdilik olduğu gibi bırakabilirsiniz; açılmayanların sağındaki “Onar” düğmesine tıklayın.
vi: AppPorts từng thay chữ ký nhà phát triển của %lld ứng dụng bằng chữ ký Ad-hoc: %@ Chúng có thể không mở được trên macOS 27. Có thể tạm để nguyên ứng dụng vẫn mở bình thường; với ứng dụng không mở được, bấm nút “Sửa” ở bên phải.
zh_hant: AppPorts 曾用 Ad-hoc 簽名替換了 %lld 個應用程式的開發者簽名： %@ 在 macOS 27 上，它們可能無法打開。能正常打開的可以先不處理；無法打開的，請按一下右側的「修復」按鈕。

source: AppPorts 当前从临时位置运行，无法设置登录后自动挂载。请把 AppPorts 拖到「应用程序」文件夹，再从那里打开。
ar: يعمل AppPorts حاليًا من موقع مؤقت، ولا يمكن إعداد التحميل التلقائي عند تسجيل الدخول. اسحب AppPorts إلى مجلد «التطبيقات»، ثم افتحه من هناك.
de: AppPorts wird von einem temporären Ort ausgeführt und kann die automatische Einbindung bei der Anmeldung nicht einrichten. Ziehe AppPorts in den Ordner „Programme“ und öffne es von dort.
en: AppPorts is running from a temporary location and cannot set up automatic mounting at login. Move AppPorts to the Applications folder and open it from there.
eo: AppPorts nun funkcias el provizora loko kaj ne povas agordi aŭtomatan muntadon post ensaluto. Trenu AppPorts en la dosierujon “Aplikaĵoj”, poste malfermu ĝin de tie.
es: AppPorts se está ejecutando desde una ubicación temporal y no puede configurar el montaje automático al iniciar sesión. Arrastra AppPorts a la carpeta «Aplicaciones» y ábrelo desde allí.
fr: AppPorts s’exécute depuis un emplacement temporaire et ne peut pas configurer le montage automatique à l’ouverture de session. Faites glisser AppPorts dans le dossier « Applications », puis ouvrez-le depuis ce dossier.
hi: AppPorts अभी अस्थायी स्थान से चल रहा है, इसलिए लॉगिन के बाद अपने आप माउंट करने की सुविधा सेट नहीं की जा सकती। AppPorts को “ऐप्लिकेशन” फ़ोल्डर में ड्रैग करें और वहाँ से खोलें।
id: AppPorts sedang berjalan dari lokasi sementara, sehingga pemasangan otomatis setelah masuk tidak dapat diatur. Seret AppPorts ke folder “Aplikasi”, lalu buka dari sana.
it: AppPorts è in esecuzione da una posizione temporanea e non può impostare il montaggio automatico al login. Trascina AppPorts nella cartella “Applicazioni” e aprilo da lì.
ja: AppPorts は一時的な場所から実行されているため、ログイン時の自動マウントを設定できません。AppPorts を「アプリケーション」フォルダにドラッグし、そこから開いてください。
ko: AppPorts가 임시 위치에서 실행 중이므로 로그인 시 자동 마운트를 설정할 수 없습니다. AppPorts를 응용 프로그램 폴더로 드래그한 후 그 위치에서 여세요.
nl: AppPorts draait vanaf een tijdelijke locatie en kan automatisch aankoppelen bij inloggen niet instellen. Sleep AppPorts naar de map ‘Apps’ en open het daarvandaan.
pl: AppPorts jest uruchomiony z lokalizacji tymczasowej i nie może skonfigurować automatycznego montowania po zalogowaniu. Przeciągnij AppPorts do folderu „Aplikacje” i otwórz go stamtąd.
pt: O AppPorts está sendo executado de um local temporário e não pode configurar a montagem automática ao iniciar a sessão. Arraste o AppPorts para a pasta “Aplicativos” e abra-o de lá.
ru: AppPorts запущен из временного расположения и не может настроить автоматическое монтирование при входе в систему. Перетащите AppPorts в папку «Программы» и откройте его оттуда.
th: AppPorts กำลังทำงานจากตำแหน่งชั่วคราว จึงตั้งค่าการต่อเชื่อมอัตโนมัติหลังเข้าสู่ระบบไม่ได้ โปรดลาก AppPorts ไปยังโฟลเดอร์ “แอปพลิเคชัน” แล้วเปิดจากที่นั่น
tr: AppPorts şu anda geçici bir konumdan çalışıyor ve oturum açıldığında otomatik bağlamayı ayarlayamıyor. AppPorts’u “Uygulamalar” klasörüne sürükleyip oradan açın.
vi: AppPorts đang chạy từ vị trí tạm thời nên không thể thiết lập tự động gắn kết khi đăng nhập. Hãy kéo AppPorts vào thư mục “Ứng dụng”, rồi mở từ đó.
zh_hant: AppPorts 目前從暫存位置執行，無法設定登入後自動掛載。請將 AppPorts 拖移到「應用程式」資料夾，再從該處打開。

source: AppPorts 当前从临时位置运行（直接从下载文件夹或安装包里打开时，macOS 会这样处理）。挂载迁移需要在每次登录后自动重新挂载，请先把 AppPorts 拖到「应用程序」文件夹，再从那里打开。
ar: يعمل AppPorts حاليًا من موقع مؤقت (يفعل macOS ذلك عند فتح التطبيق مباشرةً من مجلد التنزيلات أو حزمة التثبيت). يحتاج الترحيل بالتحميل إلى إعادة التحميل تلقائيًا عند كل تسجيل دخول؛ اسحب AppPorts إلى مجلد «التطبيقات» أولًا، ثم افتحه من هناك.
de: AppPorts wird von einem temporären Ort ausgeführt. So behandelt macOS Apps, die direkt aus dem Ordner „Downloads“ oder einem Installationsimage geöffnet werden. Die Mount-Migration benötigt eine automatische erneute Einbindung bei jeder Anmeldung. Ziehe AppPorts zuerst in den Ordner „Programme“ und öffne es von dort.
en: AppPorts is running from a temporary location (macOS does this when an app is opened straight from Downloads or a disk image). Mount migration needs to remount automatically at every login, so move AppPorts to the Applications folder first and open it from there.
eo: AppPorts nun funkcias el provizora loko (macOS faras tion kiam oni malfermas rekte el la dosierujo Elŝutoj aŭ instala pakaĵo). Migrado per muntado bezonas aŭtomatan remuntadon post ĉiu ensaluto. Unue trenu AppPorts en la dosierujon “Aplikaĵoj”, poste malfermu ĝin de tie.
es: AppPorts se está ejecutando desde una ubicación temporal. macOS hace esto cuando se abre una app directamente desde la carpeta «Descargas» o una imagen de instalación. La migración por montaje necesita volver a montar automáticamente en cada inicio de sesión. Arrastra primero AppPorts a la carpeta «Aplicaciones» y ábrelo desde allí.
fr: AppPorts s’exécute depuis un emplacement temporaire. C’est ainsi que macOS traite les apps ouvertes directement depuis le dossier « Téléchargements » ou une image d’installation. La migration par montage nécessite un remontage automatique à chaque ouverture de session. Faites d’abord glisser AppPorts dans le dossier « Applications », puis ouvrez-le depuis ce dossier.
hi: AppPorts अभी अस्थायी स्थान से चल रहा है (डाउनलोड फ़ोल्डर या इंस्टॉलेशन पैकेज से सीधे खोलने पर macOS ऐसा करता है)। माउंट द्वारा माइग्रेशन के लिए हर लॉगिन के बाद अपने आप फिर से माउंट करना ज़रूरी है। पहले AppPorts को “ऐप्लिकेशन” फ़ोल्डर में ड्रैग करें और वहाँ से खोलें।
id: AppPorts sedang berjalan dari lokasi sementara (macOS melakukan ini saat app dibuka langsung dari folder Unduhan atau paket instalasi). Migrasi dengan pemasangan perlu memasang ulang secara otomatis setiap kali masuk. Seret AppPorts ke folder “Aplikasi” terlebih dahulu, lalu buka dari sana.
it: AppPorts è in esecuzione da una posizione temporanea: macOS si comporta così quando lo apri direttamente dalla cartella Download o dal pacchetto di installazione. La migrazione tramite montaggio richiede il rimontaggio automatico a ogni login. Trascina prima AppPorts nella cartella “Applicazioni” e aprilo da lì.
ja: AppPorts は一時的な場所から実行されています（「ダウンロード」フォルダやディスクイメージから直接開いた場合、macOS はこのように扱います）。マウント移行ではログインのたびに自動で再マウントする必要があるため、先に AppPorts を「アプリケーション」フォルダにドラッグし、そこから開いてください。
ko: AppPorts가 임시 위치에서 실행 중입니다(다운로드 폴더나 설치 이미지에서 바로 열면 macOS가 이렇게 처리합니다). 마운트 마이그레이션은 로그인할 때마다 자동으로 다시 마운트해야 하므로 먼저 AppPorts를 응용 프로그램 폴더로 드래그한 후 그 위치에서 여세요.
nl: AppPorts draait vanaf een tijdelijke locatie. macOS doet dit wanneer je de app rechtstreeks vanuit Downloads of het installatiepakket opent. Migratie via aankoppelen vereist dat volumes bij elke login automatisch opnieuw worden aangekoppeld. Sleep AppPorts eerst naar de map ‘Apps’ en open het daarvandaan.
pl: AppPorts jest uruchomiony z lokalizacji tymczasowej — macOS robi tak, gdy aplikacja jest otwierana bezpośrednio z folderu Pobrane lub pakietu instalacyjnego. Migracja przez montowanie wymaga automatycznego ponownego montowania przy każdym logowaniu. Najpierw przeciągnij AppPorts do folderu „Aplikacje” i otwórz go stamtąd.
pt: O AppPorts está sendo executado de um local temporário, como o macOS faz quando ele é aberto diretamente da pasta Downloads ou do pacote de instalação. A migração por montagem precisa remontar os volumes automaticamente a cada início de sessão. Primeiro arraste o AppPorts para a pasta “Aplicativos” e abra-o de lá.
ru: AppPorts запущен из временного расположения: macOS делает это при открытии приложения прямо из папки «Загрузки» или установочного пакета. Для переноса с монтированием требуется автоматическое повторное монтирование при каждом входе в систему. Сначала перетащите AppPorts в папку «Программы» и откройте его оттуда.
th: AppPorts กำลังทำงานจากตำแหน่งชั่วคราว (macOS จะทำเช่นนี้เมื่อเปิดจากโฟลเดอร์รายการดาวน์โหลดหรือแพ็คเกจติดตั้งโดยตรง) การย้ายแบบต่อเชื่อมต้องต่อเชื่อมใหม่โดยอัตโนมัติทุกครั้งหลังเข้าสู่ระบบ โปรดลาก AppPorts ไปยังโฟลเดอร์ “แอปพลิเคชัน” ก่อน แล้วเปิดจากที่นั่น
tr: AppPorts şu anda geçici bir konumdan çalışıyor; macOS, uygulama doğrudan İndirilenler klasöründen veya yükleme paketinden açıldığında bunu yapar. Bağlayarak taşıma, her oturum açılışında otomatik olarak yeniden bağlamayı gerektirir. Önce AppPorts’u “Uygulamalar” klasörüne sürükleyip oradan açın.
vi: AppPorts đang chạy từ vị trí tạm thời (macOS làm vậy khi mở trực tiếp từ thư mục Tải về hoặc gói cài đặt). Di chuyển bằng gắn kết cần tự động gắn kết lại sau mỗi lần đăng nhập. Hãy kéo AppPorts vào thư mục “Ứng dụng” trước, rồi mở từ đó.
zh_hant: AppPorts 目前從暫存位置執行（直接從「下載項目」資料夾或安裝檔中打開時，macOS 會這樣處理）。掛載遷移需要在每次登入後自動重新掛載，請先將 AppPorts 拖移到「應用程式」資料夾，再從該處打開。

source: 「%@」是沙盒应用。Ad-hoc 重签名会移除它的沙盒、应用组和钥匙串访问授权，系统升级后应用可能无法启动，默认拒绝重签名。容器数据请优先使用挂载迁移。
ar: «%@» تطبيق معزول. تزيل إعادة التوقيع باستخدام Ad-hoc استحقاقات العزل ومجموعات التطبيقات والوصول إلى سلسلة المفاتيح، وقد يتعذر تشغيل التطبيق بعد ترقية النظام. تُرفض إعادة التوقيع افتراضيًا. يُفضّل استخدام الترحيل بالتحميل لبيانات الحاوية.
de: „%@“ ist eine Sandbox-App. Eine erneute Ad-hoc-Signierung entfernt die Berechtigungen für Sandbox, App-Gruppen und Schlüsselbundzugriff. Nach einem Systemupgrade startet die App möglicherweise nicht mehr. Daher wird die erneute Signierung standardmäßig abgewiesen. Verwende für Containerdaten vorzugsweise die Mount-Migration.
en: “%@” is a sandboxed app. Ad-hoc re-signing removes its sandbox, app group and keychain entitlements, and it may fail to launch after a macOS upgrade. Re-signing is refused by default. Prefer mount migration for container data.
eo: “%@” estas izolita aplikaĵo. Resubskribo per Ad-hoc forigas ĝiajn rajtigojn pri izolado, aplikaĵaj grupoj kaj aliro al la ŝlosilaro. La aplikaĵo eble ne lanĉiĝos post sistemĝisdatigo, do resubskribo estas defaŭlte rifuzata. Preferu migradon per muntado por ujaj datumoj.
es: «%@» es una app aislada. Volver a firmarla con Ad-hoc elimina sus permisos de aislamiento, grupos de apps y acceso al llavero. La app podría no iniciarse tras actualizar el sistema, por lo que esta operación se rechaza de forma predeterminada. Prioriza la migración por montaje para los datos del contenedor.
fr: « %@ » est une app en bac à sable. La re-signature Ad-hoc supprime ses droits liés au bac à sable, aux groupes d’apps et à l’accès au trousseau. L’app peut ne plus démarrer après une mise à niveau du système. La re-signature est donc refusée par défaut. Privilégiez la migration par montage pour les données du conteneur.
hi: “%@” एक सैंडबॉक्स ऐप है। Ad-hoc पुनः हस्ताक्षर से उसके सैंडबॉक्स, ऐप समूह और कीचेन ऐक्सेस के अधिकार हट जाते हैं। सिस्टम अपग्रेड के बाद शायद ऐप शुरू न हो, इसलिए डिफ़ॉल्ट रूप से पुनः हस्ताक्षर अस्वीकार किया जाता है। कंटेनर डेटा के लिए माउंट द्वारा माइग्रेशन को प्राथमिकता दें।
id: “%@” adalah app dalam sandbox. Penandatanganan ulang Ad-hoc menghapus hak sandbox, grup app, dan akses rantai kunci. App mungkin tidak dapat dijalankan setelah peningkatan sistem, sehingga penandatanganan ulang ditolak secara default. Utamakan migrasi dengan pemasangan untuk data kontainer.
it: “%@” è un’app in sandbox. Rifirmarla con una firma Ad-hoc rimuove le autorizzazioni della sandbox, dei gruppi di app e di accesso al portachiavi. Dopo un aggiornamento del sistema, l’app potrebbe non avviarsi. La rifirma è rifiutata per impostazione predefinita. Per i dati dei contenitori, preferisci la migrazione tramite montaggio.
ja: 「%@」はサンドボックスアプリです。Ad-hoc 再署名を行うと、サンドボックス、アプリグループ、キーチェーンアクセスの権限が削除され、システムのアップグレード後にアプリが起動できなくなる場合があるため、デフォルトでは再署名を拒否します。コンテナデータにはマウント移行を優先して使用してください。
ko: “%@”은(는) 샌드박스 앱입니다. Ad-hoc 재서명은 샌드박스, 앱 그룹 및 키체인 접근 권한을 제거하며 시스템 업그레이드 후 앱이 실행되지 않을 수 있어 기본적으로 재서명이 거부됩니다. 컨테이너 데이터에는 마운트 마이그레이션을 우선 사용하세요.
nl: ‘%@’ is een sandbox-app. Opnieuw ondertekenen met een Ad-hoc-handtekening verwijdert de rechten voor de sandbox, appgroepen en sleutelhanger. Na een systeemupgrade start de app mogelijk niet meer. Opnieuw ondertekenen wordt standaard geweigerd. Gebruik bij voorkeur migratie via aankoppelen voor containergegevens.
pl: „%@” jest aplikacją w piaskownicy. Ponowne podpisanie Ad-hoc usunie jej uprawnienia do piaskownicy, grup aplikacji i pęku kluczy. Po aktualizacji systemu aplikacja może się nie uruchamiać, dlatego ponowne podpisywanie jest domyślnie blokowane. Dla danych kontenerów zalecamy migrację przez montowanie.
pt: “%@” é um app em sandbox. Reassiná-lo com uma assinatura Ad-hoc remove os direitos de sandbox, grupos de apps e acesso às Chaves. O app pode não iniciar após uma atualização do sistema, por isso a reassinatura é recusada por padrão. Para dados de contêineres, prefira a migração por montagem.
ru: «%@» — приложение в песочнице. Переподпись Ad-hoc удалит его права песочницы, групп приложений и доступа к связке ключей. После обновления системы приложение может перестать запускаться, поэтому по умолчанию переподпись запрещена. Для данных контейнера предпочтителен перенос с монтированием.
th: “%@” เป็นแอปแซนด์บ็อกซ์ การเซ็นใหม่แบบ Ad-hoc จะนำสิทธิ์แซนด์บ็อกซ์ กลุ่มแอป และการเข้าถึงพวงกุญแจออก แอปอาจเริ่มทำงานไม่ได้หลังอัปเกรดระบบ จึงปฏิเสธการเซ็นใหม่ตามค่าเริ่มต้น แนะนำให้ย้ายข้อมูลคอนเทนเนอร์ด้วยการย้ายแบบต่อเชื่อม
tr: “%@”, korumalı alan uygulamasıdır. Ad-hoc ile yeniden imzalama; korumalı alan, uygulama grubu ve anahtar zinciri erişim yetkilerini kaldırır. Sistem yükseltmesinden sonra uygulama başlamayabilir; bu nedenle yeniden imzalama varsayılan olarak reddedilir. Kapsayıcı verileri için bağlayarak taşımayı tercih edin.
vi: “%@” là ứng dụng sandbox. Ký lại bằng Ad-hoc sẽ loại bỏ các quyền sandbox, nhóm ứng dụng và truy cập chuỗi khóa. Ứng dụng có thể không khởi chạy sau khi nâng cấp hệ thống, nên mặc định từ chối ký lại. Ưu tiên di chuyển bằng gắn kết cho dữ liệu bộ chứa.
zh_hant: 「%@」是沙盒應用程式。Ad-hoc 重簽名會移除它的沙盒、應用程式群組和鑰匙圈取用授權，系統升級後應用程式可能無法啟動，因此預設拒絕重簽名。容器資料請優先使用掛載遷移。

source: 「%@」是沙盒应用。经典模式会先完整备份原应用，再重签并移除沙盒、应用组和钥匙串授权。在 macOS 27 上此应用可能无法打开；需要恢复时，先还原容器数据，再恢复原始签名。
ar: «%@» تطبيق معزول. يحفظ الوضع التقليدي نسخة احتياطية كاملة من التطبيق الأصلي أولًا، ثم يعيد توقيعه ويزيل استحقاقات العزل ومجموعات التطبيقات وسلسلة المفاتيح. قد يتعذر فتح هذا التطبيق على macOS 27؛ للاستعادة، استعد بيانات الحاوية أولًا، ثم استعد التوقيع الأصلي.
de: „%@“ ist eine Sandbox-App. Der klassische Modus sichert zuerst die vollständige Original-App und signiert sie dann neu. Dabei werden die Berechtigungen für Sandbox, App-Gruppen und Schlüsselbund entfernt. Unter macOS 27 lässt sich die App möglicherweise nicht öffnen. Stelle bei Bedarf zuerst die Containerdaten und dann die Originalsignatur wieder her.
en: “%@” is a sandboxed app. Classic mode saves a complete original copy before re-signing and removing sandbox, app group and keychain entitlements. The app may fail to open on macOS 27. To recover, restore container data first, then restore the original signature.
eo: “%@” estas izolita aplikaĵo. Klasika reĝimo unue faras kompletan sekurkopion de la origina aplikaĵo, poste resubskribas kaj forigas la rajtigojn pri izolado, aplikaĵaj grupoj kaj ŝlosilaro. Ĝi eble ne malfermiĝos en macOS 27. Por restaŭri ĝin, unue restarigu ujajn datumojn, poste restaŭru la originan subskribon.
es: «%@» es una app aislada. El modo clásico guarda primero una copia completa de la app original y después vuelve a firmarla, eliminando sus permisos de aislamiento, grupos de apps y llavero. La app podría no abrirse en macOS 27. Para recuperarla, restaura primero los datos del contenedor y después la firma original.
fr: « %@ » est une app en bac à sable. Le mode classique sauvegarde d’abord l’app d’origine complète, puis la re-signe en supprimant ses droits liés au bac à sable, aux groupes d’apps et au trousseau. Sous macOS 27, elle peut ne plus s’ouvrir. Pour la rétablir, restaurez d’abord les données du conteneur, puis la signature originale.
hi: “%@” एक सैंडबॉक्स ऐप है। क्लासिक मोड पहले मूल ऐप का पूरा बैकअप बनाता है, फिर पुनः हस्ताक्षर करके सैंडबॉक्स, ऐप समूह और कीचेन के अधिकार हटाता है। macOS 27 पर यह ऐप शायद न खुले। बहाल करने के लिए पहले कंटेनर डेटा पुनर्स्थापित करें, फिर मूल हस्ताक्षर पुनर्स्थापित करें।
id: “%@” adalah app dalam sandbox. Mode klasik mencadangkan app asli secara lengkap terlebih dahulu, lalu menandatangani ulang dan menghapus hak sandbox, grup app, dan rantai kunci. App ini mungkin tidak dapat dibuka di macOS 27. Untuk memulihkan, pulihkan data kontainer dahulu, lalu pulihkan tanda tangan asli.
it: “%@” è un’app in sandbox. La modalità classica salva una copia completa dell’app originale, poi la rifirma e rimuove le autorizzazioni della sandbox, dei gruppi di app e del portachiavi. Su macOS 27 l’app potrebbe non aprirsi. Per ripristinarla, ripristina prima i dati del contenitore e poi la firma originale.
ja: 「%@」はサンドボックスアプリです。クラシックモードでは、まず元のアプリ全体をバックアップしてから再署名し、サンドボックス、アプリグループ、キーチェーンの権限を削除します。macOS 27 ではこのアプリを開けない場合があります。元に戻す場合は、先にコンテナデータを復元してから、元の署名を復元してください。
ko: “%@”은(는) 샌드박스 앱입니다. 클래식 모드는 원본 앱 전체를 백업한 후 재서명하고 샌드박스, 앱 그룹 및 키체인 권한을 제거합니다. 이 앱은 macOS 27에서 열리지 않을 수 있습니다. 복구하려면 컨테이너 데이터를 먼저 복원한 후 원본 서명을 복원하세요.
nl: ‘%@’ is een sandbox-app. De klassieke modus bewaart eerst een volledige reservekopie van de oorspronkelijke app, ondertekent deze opnieuw en verwijdert de rechten voor de sandbox, appgroepen en sleutelhanger. Deze app opent mogelijk niet op macOS 27. Herstel zo nodig eerst de containergegevens en daarna de oorspronkelijke handtekening.
pl: „%@” jest aplikacją w piaskownicy. Tryb klasyczny najpierw tworzy pełną kopię zapasową oryginalnej aplikacji, a potem podpisuje ją ponownie i usuwa uprawnienia do piaskownicy, grup aplikacji i pęku kluczy. Aplikacja może się nie otwierać w macOS 27. W razie potrzeby przywróć najpierw dane kontenera, a następnie oryginalny podpis.
pt: “%@” é um app em sandbox. O modo clássico faz primeiro um backup completo do app original, depois o reassina e remove os direitos de sandbox, grupos de apps e acesso às Chaves. Este app pode não abrir no macOS 27. Para recuperá-lo, restaure primeiro os dados do contêiner e depois a assinatura original.
ru: «%@» — приложение в песочнице. В классическом режиме сначала создаётся полная резервная копия оригинального приложения, затем оно переподписывается с удалением прав песочницы, групп приложений и доступа к связке ключей. В macOS 27 приложение может не открываться. Для восстановления сначала восстановите данные контейнера, а затем оригинальную подпись.
th: “%@” เป็นแอปแซนด์บ็อกซ์ โหมดดั้งเดิมจะสำรองแอปต้นฉบับทั้งแอปก่อน แล้วเซ็นใหม่พร้อมนำสิทธิ์แซนด์บ็อกซ์ กลุ่มแอป และพวงกุญแจออก แอปนี้อาจเปิดไม่ได้บน macOS 27 หากต้องการกู้คืน ให้กู้คืนข้อมูลคอนเทนเนอร์ก่อน แล้วคืนค่าลายเซ็นดั้งเดิม
tr: “%@”, korumalı alan uygulamasıdır. Klasik mod önce orijinal uygulamanın tam yedeğini alır, ardından yeniden imzalayıp korumalı alan, uygulama grubu ve anahtar zinciri yetkilerini kaldırır. Bu uygulama macOS 27’de açılmayabilir. Kurtarma gerektiğinde önce kapsayıcı verilerini, sonra orijinal imzayı geri yükleyin.
vi: “%@” là ứng dụng sandbox. Chế độ cổ điển sao lưu đầy đủ ứng dụng gốc trước, rồi ký lại và loại bỏ các quyền sandbox, nhóm ứng dụng và chuỗi khóa. Ứng dụng có thể không mở được trên macOS 27. Để khôi phục, hãy khôi phục dữ liệu bộ chứa trước, rồi khôi phục chữ ký gốc.
zh_hant: 「%@」是沙盒應用程式。經典模式會先完整備份原應用程式，再重簽名並移除沙盒、應用程式群組和鑰匙圈授權。在 macOS 27 上此應用程式可能無法打開；需要恢復時，請先還原容器資料，再恢復原始簽名。
